<?php
return [
    'ticket' => [
        'author' => 'Автор',
        'approvals' => 'Согласующие',
        'observers' => 'Наблюдатели',
        'created' => 'Дата создания',
        'category' => 'Категория',
        'comment' => [
            'author' => 'Автор',
            'content' => 'Содержание',
            'new' => 'Новый комментарий к заявке #:id',
            'approve' => 'Согласование в заявке #:id',
            'decline' => 'Отказ согласования в заявке #:id',
            'solution' => 'Заявка #:id решена',
            'close' => 'Заявка #:id закрыта',
            'reopen' => 'Заявка #:id переоткрыта'
        ],
        'role' => [
            'text' => 'Роль',
            'approval' => 'Согласующий',
            'observer' => 'Наблюдатель',
            'assignee' => 'Исполнитель',
            'requester' => 'Заявитель',
        ],
        'new' => 'Новая заявка :subject #(:id)',
        'office' => 'Офис',
        'participant' => [
            'you_added_to_ticket' => 'Вас добавили в заявку #:id',
            'assignee' => 'Добавление исполнителя к заявке #:id',
            'observer' => 'Добавление наблюдателя к заявке #:id',
            'approval' => 'Добавление согласующего к заявке #:id',
            'new' => 'Новый пользователь в заявке'
        ],
        'room' => 'Кабинет',
        'url' => 'Перейти к заявке',
    ]
];
