<?php
return [
    'ticket' => [
        'author' => 'Автор',
        'approvals' => 'Согласующие',
        'observers' => 'Наблюдатели',
        'created' => 'Дата создания',
        'category' => 'Категория',
        'role' => [
            'text' => 'Роль',
            'approval' => 'Согласующий',
            'observer' => 'Наблюдатель',
            'assignee' => 'Исполнитель',
            'requester' => 'Заявитель',
        ],
        'new' => 'Новая заявка :subject #(:id)',
        'office' => 'Офис',
        'participant' => [
            'assignee' => 'Добавление исполнителя к заявке #(:id)',
            'observer' => 'Добавление наблюдателя к заявке #(:id)',
            'approval' => 'Добавление согласующего к заявке #(:id)',
            'new' => 'Новый пользователь в заявке'
        ],
        'room' => 'Кабинет',
        'url' => 'Перейти к заявке',
    ]
];
